Repository: Nexatrode/nexawal
Catalog: nexawal/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, eo, es, et, eu, fa, fi, fil, fr, ga, gl, gn, ha, he, hi, hr, hu, hy, id, it, ja, ko, ky, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sv, th, tr, uk, ur, vi, yo, zh_hans, zh_hant

source: Wallet must be unlocked before changing biometric protection.
ar: يجب فتح المحفظة قبل تغيير الحماية البيومترية.
az: Biometrik qorumayı dəyişməzdən əvvəl pulqabı açılmış olmalıdır.
bg: Портфейлът трябва да бъде отключен, преди да промените биометричната защита.
bn: বায়োমেট্রিক প্রোটেকশন পরিবর্তন করার আগে ওয়ালেট আনলক করা থাকতে হবে।
ca: La cartera ha d'estar desbloquejada abans de canviar la protecció biomètrica.
cs: Peněženka musí být odemčena, než změníte biometrickou ochranu.
da: Tegnebogen skal låses op, før biometrisk beskyttelse kan ændres.
de: Die Wallet muss entsperrt sein, bevor der biometrische Schutz geändert werden kann.
el: Το πορτοφόλι πρέπει να ξεκλειδωθεί πριν αλλάξετε τη βιομετρική προστασία.
eo: Monujo devas esti malŝlosita antaŭ ŝanĝo de biometria protekto.
es: Debes desbloquear la cartera antes de cambiar la protección biométrica.
et: Rahakott peab olema lahti lukustatud enne biomeetrilise kaitse muutmist.
eu: Zorroa desblokeatu behar da babes biometrikoa aldatu aurretik.
fa: پیش از تغییر محافظت بیومتریک، قفل کیف پول باید باز شود.
fi: Lompakon lukitus on avattava ennen biometrisen suojauksen muuttamista.
fil: Dapat na-unlock ang wallet bago baguhin ang proteksyong biometric.
fr: Le portefeuille doit être déverrouillé avant de modifier la protection biométrique.
ga: Ní mór an sparán a dhíghlasáil sula n-athraítear an chosaint bithmhéadrach.
gl: A carteira debe estar desbloqueada antes de cambiar a protección biométrica.
gn: Tekotevẽ eipe'a ñongatuha mboyve emyengovia protección biométrica.
ha: Dole a buɗe walat kafin canza kariyar halittar jiki.
he: יש לפתוח את הארנק לפני שינוי ההגנה הביומטרית.
hi: बायोमेट्रिक सुरक्षा बदलने से पहले वॉलेट को अनलॉक करना आवश्यक है।
hr: Novčanik mora biti otključan prije promjene biometrijske zaštite.
hu: A pénztárcát fel kell oldani a biometrikus védelem módosítása előtt.
hy: Դրամապանակը պետք է բացակողպված լինի, նախքան կենսաչափական պաշտպանության փոփոխումը։
id: Dompet harus dibuka kuncinya sebelum mengubah proteksi biometrik.
it: Il wallet deve essere sbloccato prima di modificare la protezione biometrica.
ja: 生体認証保護を変更する前にウォレットのロックを解除してください。
ko: 생체 인증 보호를 변경하려면 먼저 지갑 잠금을 해제해야 합니다.
ky: Биометрикалык корголуусун өзгөртүүдөн мурун капчык ачылган болушу керек.
lt: Prieš keičiant biometrinę apsaugą, piniginė turi būti atrakinta.
lv: Pirms biometriskās aizsardzības mainīšanas makam jābūt atbloķētam.
ms: Dompet mesti dibuka kuncinya sebelum menukar perlindungan biometrik.
my: Biometric ကာကွယ်မှုကို ပြောင်းလဲမီ ပိုက်ဆံအိတ်ကို ဖွင့်ထားရမည်။
nb: Lommeboken må låses opp før du endrer biometrisk beskyttelse.
nl: Wallet moet ontgrendeld zijn voordat je de biometrische beveiliging wijzigt.
pl: Portfel musi być odblokowany, aby zmienić ochronę biometryczną.
pt_br: A carteira precisa estar desbloqueada antes de alterar a proteção biométrica.
ro: Portofelul trebuie deblocat înainte de a schimba protecția biometrică.
ru: Перед изменением биометрической защиты кошелёк должен быть разблокирован.
sk: Peňaženka musí byť odomknutá, než zmeníte biometrickú ochranu.
sl: Denarnica mora biti odklenjena, preden spremeniš biometrično zaščito.
sq: Portofoli duhet të zhbllokohet para se të ndryshohet mbrojtja biometrike.
sv: Plånboken måste låsas upp innan biometriskt skydd ändras.
th: ต้องปลดล็อกกระเป๋าเงินก่อนเปลี่ยนการป้องกันไบโอเมตริก
tr: Biyometrik korumayı değiştirmeden önce cüzdanın kilidi açılmalıdır.
uk: Гаманець потрібно розблокувати перед зміною біометричного захисту.
ur: بایومیٹرک تحفظ تبدیل کرنے سے پہلے والٹ کا ان لاک ہونا ضروری ہے۔
vi: Ví phải được mở khóa trước khi thay đổi bảo vệ sinh trắc học.
yo: Àpamọ́wọ́ gbọ́dọ̀ ṣí sílẹ̀ kí o tó yí ààbò Biometric padà.
zh_hans: 更改生物识别保护设置前须先解锁钱包。
zh_hant: 更改生物識別保護設置前須先解鎖錢包。

source: Wallet persistence failed: %@
ar: فشل حفظ المحفظة: %@
az: Pulqabı yadda saxlanılması alınmadı: %@
bg: Записването на портфейла не бе успешно: %@
bn: ওয়ালেট সংরক্ষণ ব্যর্থ হয়েছে: %@
ca: S'ha produït un error en desar la cartera: %@
cs: Uložení peněženky se nezdařilo: %@
da: Gemning af tegnebog mislykkedes: %@
de: Wallet-Speicherung fehlgeschlagen: %@
el: Η αποθήκευση του πορτοφολιού απέτυχε: %@
eo: Konservo de monujo malsukcesis: %@
es: Falló al guardar la cartera: %@
et: Rahakoti salvestamine ebaõnnestus: %@
eu: Zorroa gordetzeak huts egin du: %@
fa: ذخیره‌سازی کیف پول ناموفق بود: %@
fi: Lompakon tallentaminen epäonnistui: %@
fil: Nabigo ang pag-save ng wallet: %@
fr: Échec de la persistance du portefeuille : %@
ga: Theip ar bhuanú an sparáin: %@
gl: Fallou a persistencia da carteira: %@
gn: Ndaikatúi oñongatu ñongatuha: %@
ha: Ajiyewar walat ta kasa: %@
he: שמירת הארנק נכשלה: %@
hi: वॉलेट संग्रहण विफल: %@
hr: Spremanje novčanika nije uspjelo: %@
hu: A pénztárca mentése sikertelen: %@
hy: Դրամապանակի պահումը ձախողվեց՝ %@
id: Penyimpanan dompet gagal: %@
it: Persistenza del wallet non riuscita: %@
ja: ウォレットの保存に失敗しました:%@
ko: 지갑 저장 실패: %@
ky: Капчыкты сактоо ишке ашпады: %@
lt: Nepavyko išsaugoti piniginės: %@
lv: Neizdevās saglabāt maku: %@
ms: Penyimpanan dompet gagal: %@
my: ပိုက်ဆံအိတ် သိမ်းဆည်းမှု မအောင်မြင်ပါ: %@
nb: Lagring av lommebok mislyktes: %@
nl: Opslaan van wallet mislukt: %@
pl: Zapisanie portfela nie powiodło się: %@
pt_br: Falha ao persistir a carteira: %@
ro: Salvarea portofelului a eșuat: %@
ru: Не удалось сохранить кошелёк: %@
sk: Uloženie peňaženky sa nepodarilo: %@
sl: Shranjevanje denarnice ni uspelo: %@
sq: Ruajtja e portofolit dështoi: %@
sv: Sparning av plånbok misslyckades: %@
th: การบันทึกกระเป๋าเงินล้มเหลว: %@
tr: Cüzdan kalıcılığı başarısız oldu: %@
uk: Не вдалося зберегти гаманець: %@
ur: والٹ محفوظ کرنا ناکام ہوا: %@
vi: Lưu ví thất bại: %@
yo: Fífi àpamọ́wọ́ pamọ́ dúró kùnà: %@
zh_hans: 钱包持久化失败:%@
zh_hant: 錢包持久化失敗:%@

source: Wallet Setup
ar: إعداد المحفظة
az: Pulqabı qurulumu
bg: Настройка на портфейла
bn: ওয়ালেট সেটআপ
ca: Configuració de la cartera
cs: Nastavení peněženky
da: Opsætning af tegnebog
de: Wallet-Einrichtung
el: Ρύθμιση πορτοφολιού
eo: Agordo de Monujo
es: Configuración de cartera
et: Rahakoti seadistamine
eu: Zorroaren konfigurazioa
fa: راه‌اندازی کیف پول
fi: Lompakon asetus
fil: Pag-setup ng Wallet
fr: Configuration du portefeuille
ga: Socrú an Sparáin
gl: Configuración da carteira
gn: Ñongatuha Ñepyrũ
ha: Saitin Walat
he: הגדרת הארנק
hi: वॉलेट सेटअप
hr: Postavljanje novčanika
hu: Pénztárca beállítása
hy: Դրամապանակի կարգավորում
id: Penyiapan Dompet
it: Configurazione Wallet
ja: ウォレットの設定
ko: 지갑 설정
ky: Капчыкты жөндөө
lt: Piniginės sąranka
lv: Maka iestatīšana
ms: Persediaan Dompet
my: ပိုက်ဆံအိတ် တပ်ဆင်ခြင်း
nb: Oppsett av lommebok
nl: Wallet Instellen
pl: Konfiguracja portfela
pt_br: Configuração da Carteira
ro: Configurare portofel
ru: Настройка кошелька
sk: Nastavenie peňaženky
sl: Namestitev denarnice
sq: Konfigurimi i Portofolit
sv: Plånboksinställning
th: การตั้งค่ากระเป๋าเงิน
tr: Cüzdan Kurulumu
uk: Налаштування гаманця
ur: والٹ سیٹ اپ
vi: Thiết lập ví
yo: Ìṣètò Àpamọ́wọ́
zh_hans: 钱包设置
zh_hant: 錢包設置

source: Wallet synced
ar: تمت مزامنة المحفظة
az: Pulqabı sinxronlaşdırılıb
bg: Портфейлът е синхронизиран
bn: ওয়ালেট সিঙ্ক করা হয়েছে
ca: Cartera sincronitzada
cs: Peněženka synchronizována
da: Tegnebog synkroniseret
de: Wallet synchronisiert
el: Το πορτοφόλι συγχρονίστηκε
eo: Monujo sinkronigita
es: Cartera sincronizada
et: Rahakott sünkroonitud
eu: Zorroa sinkronizatuta
fa: کیف پول همگام شد
fi: Lompakko synkronoitu
fil: Naisync na ang wallet
fr: Portefeuille synchronisé
ga: Sparán sioncronaithe
gl: Carteira sincronizada
gn: Ñongatuha osincronizapáma
ha: Walat ya Daidaita
he: הארנק מסונכרן
hi: वॉलेट सिंक हो गया
hr: Novčanik sinkroniziran
hu: Pénztárca szinkronizálva
hy: Դրամապանակը համաժամացված է
id: Dompet tersinkronkan
it: Wallet sincronizzato
ja: ウォレットは同期済みです
ko: 지갑 동기화됨
ky: Капчык синхрондошту
lt: Piniginė sinchronizuota
lv: Maks sinhronizēts
ms: Dompet telah diselaraskan
my: ပိုက်ဆံအိတ် ထပ်တူညှိပြီးပါပြီ
nb: Lommebok synkronisert
nl: Wallet gesynchroniseerd
pl: Portfel zsynchronizowany
pt_br: Carteira sincronizada
ro: Portofel sincronizat
ru: Кошелёк синхронизирован
sk: Peňaženka synchronizovaná
sl: Denarnica sinhronizirana
sq: Portofoli u sinkronizua
sv: Plånbok synkroniserad
th: กระเป๋าเงินซิงค์แล้ว
tr: Cüzdan senkronize edildi
uk: Гаманець синхронізовано
ur: والٹ سنک ہو گیا
vi: Ví đã đồng bộ
yo: Àpamọ́wọ́ ti ṣọ̀kan
zh_hans: 钱包已同步
zh_hant: 錢包已同步

source: WalletCore Version:
ar: إصدار WalletCore:
az: WalletCore versiyası:
bg: Версия на WalletCore:
bn: WalletCore সংস্করণ:
ca: Versió de WalletCore:
cs: Verze WalletCore:
el: Έκδοση WalletCore:
eo: WalletCore-Versio:
es: Versión de WalletCore:
et: WalletCore versioon:
eu: WalletCore bertsioa:
fa: نسخه WalletCore:
fi: WalletCore-versio:
fil: Bersyon ng WalletCore:
fr: Version de WalletCore :
ga: Leagan WalletCore:
gl: Versión de WalletCore:
gn: Versión WalletCore:
ha: Sigar WalletCore:
he: גרסת WalletCore:
hi: WalletCore संस्करण:
hr: Verzija WalletCorea:
hu: WalletCore verzió:
hy: WalletCore տարբերակ՝
id: Versi WalletCore:
it: Versione WalletCore:
ja: WalletCoreバージョン:
ko: WalletCore 버전:
ky: WalletCore версиясы:
lt: WalletCore versija:
lv: WalletCore versija:
ms: Versi WalletCore:
my: WalletCore ဗားရှင်း:
nb: WalletCore-versjon:
nl: WalletCore-versie:
pl: Wersja WalletCore:
pt_br: Versão do WalletCore:
ro: Versiune WalletCore:
ru: Версия WalletCore:
sk: Verzia WalletCore:
sl: Različica WalletCore:
sq: Versioni i WalletCore:
th: เวอร์ชัน WalletCore:
tr: WalletCore Sürümü:
uk: Версія WalletCore:
ur: WalletCore ورژن:
vi: Phiên bản WalletCore:
yo: Ẹ̀dà WalletCore:
zh_hans: WalletCore 版本:
zh_hant: WalletCore 版本:

source: Warning: If you set a restore height after your first transaction, older funds will not appear until you rescan from an earlier height.
ar: تحذير: إذا حددت ارتفاع استعادة بعد معاملتك الأولى، فلن تظهر الأموال الأقدم حتى تعيد المسح من ارتفاع أسبق.
az: Xəbərdarlıq: birinci əməliyyatınızdan sonra bərpa hündürlüyü təyin etsəniz, daha əvvəlki hündürlükdən yenidən skan etmədən köhnə vəsaitlər görünməyəcək.
bg: Предупреждение: Ако зададете височина за възстановяване след първата си транзакция, по-старите средства няма да се появят, докато не сканирате отново от по-ранна височина.
bn: সতর্কতা: আপনার প্রথম লেনদেনের পরে রিস্টোর হাইট সেট করলে, আপনি আগের কোনো উচ্চতা থেকে পুনরায় স্ক্যান না করা পর্যন্ত পুরনো ফান্ড দেখা যাবে না।
ca: Avís: si estableixes una alçada de restauració posterior a la teva primera transacció, els fons més antics no apareixeran fins que tornis a escanejar des d'una alçada anterior.
cs: Upozornění: Pokud nastavíte výšku obnovení po své první transakci, starší prostředky se nezobrazí, dokud nepřeskenujete od dřívější výšky.
da: Advarsel: Hvis du angiver en gendannelseshøjde efter din første transaktion, vises ældre midler ikke, før du genscanner fra en tidligere højde.
de: Warnung: Wenn du eine Wiederherstellungshöhe nach deiner ersten Transaktion festlegst, werden ältere Guthaben erst angezeigt, wenn du ab einer früheren Höhe neu scannst.
el: Προειδοποίηση: Αν ορίσετε ύψος επαναφοράς μετά την πρώτη σας συναλλαγή, τα παλαιότερα κεφάλαια δεν θα εμφανιστούν μέχρι να επαναλάβετε τη σάρωση από παλαιότερο ύψος.
eo: Averto: Se vi agordas restaŭran alton post via unua transakcio, pli malnovaj fondusoj ne aperos ĝis vi reskanas de pli frua alto.
es: Aviso: Si pones una altura de restauración posterior a tu primera transacción, los fondos anteriores no aparecerán hasta que vuelvas a escanear desde una altura anterior.
et: Hoiatus: kui määrate taastamiskõrguse pärast esimest tehingut, ei kuvata vanemaid vahendeid enne, kui skannite varasemast kõrgusest uuesti.
eu: Kontuz: leheneratze-altuera zure lehen transakzioaren ondorengoa ezartzen baduzu, funts zaharragoak ez dira agertuko altuera lehenago batetik berreskaneatu arte.
fa: هشدار: اگر ارتفاع بازیابی را بعد از اولین تراکنش خود تنظیم کنید، وجوه قدیمی‌تر نمایش داده نمی‌شوند تا زمانی که از ارتفاعی زودتر دوباره اسکن کنید.
fi: Varoitus: jos asetat palautuskorkeuden ensimmäisen tapahtumasi jälkeen, vanhemmat varat eivät näy, ennen kuin skannaat uudelleen aikaisemmasta korkeudesta.
fil: Babala: Kung magtatakda ka ng restore height matapos ang iyong unang transaksyon, hindi lalabas ang mga lumang pondo hangga't hindi ka nag-rescan mula sa mas maagang height.
fr: Avertissement : si tu définis une hauteur de restauration après ta première transaction, les anciens fonds n'apparaîtront pas tant que tu n'auras pas réanalysé depuis une hauteur antérieure.
ga: Rabhadh: Má shocraíonn tú airde aisghabhála tar éis do chéad idirbheart, ní thaispeánfar cistí níos sine go dtí go n-athscanann tú ó airde is luaithe.
gl: Aviso: se estableces unha altura de restauración posterior á túa primeira transacción, os fondos anteriores non aparecerán ata que volvas escanear desde unha altura anterior.
gn: Kyhyje: Eñemoĩrõ altura de restauración nde primer transacción rire, umi viru tuja ndojehecháiva peve rejeskanea jey altura ymave guive.
ha: Gargaɗi: Idan ka saita tsayin dawowa bayan ma'amalarka ta farko, tsofaffin kuɗaɗe ba za su bayyana ba sai ka sake bincika daga tsayi na baya.
he: אזהרה: אם תגדיר גובה שחזור לאחר העסקה הראשונה שלך, כספים ישנים יותר לא יופיעו עד שתסרוק מחדש מגובה מוקדם יותר.
hi: चेतावनी: यदि आप अपने पहले ट्रांज़ैक्शन के बाद रिस्टोर हाइट सेट करते हैं, तो पहले के फंड तब तक नहीं दिखेंगे जब तक आप पहले की हाइट से रीस्कैन नहीं करते।
hr: Upozorenje: ako postavite visinu obnove nakon prve transakcije, starija sredstva neće se prikazati dok ponovno ne skenirate od ranije visine.
hu: Figyelem: ha az első tranzakciód után állítasz be visszaállítási magasságot, a régebbi pénzeszközök nem jelennek meg, amíg nem szkennelsz újra egy korábbi magasságtól.
hy: Զգուշացում՝ եթե սահմանեք վերականգնման բարձրություն ձեր առաջին գործարքից հետո, հին միջոցները չեն երևա, մինչև չվերասկանավորեք ավելի վաղ բարձրությունից։
id: Peringatan: Jika Anda menetapkan tinggi pemulihan setelah transaksi pertama Anda, dana yang lebih lama tidak akan muncul sampai Anda memindai ulang dari tinggi yang lebih awal.
it: Avviso: se imposti un'altezza di ripristino successiva alla tua prima transazione, i fondi più vecchi non appariranno finché non riscansioni da un'altezza precedente.
ja: 警告:最初の取引より後の復元高さを設定すると、それ以前の資金はより早い高さから再スキャンするまで表示されません。
ko: 경고: 첫 거래 이후로 복구 높이를 설정하면 이전 자금이 더 이른 높이부터 재스캔할 때까지 표시되지 않습니다.
ky: Эскертүү: биринчи транзакцияңыздан кийин калыбына келтирүү бийиктигин койсоңуз, эски каражаттар мурунку бийиктиктен кайра сканабайынча көрүнбөйт.
lt: Įspėjimas: jei nustatysite atkūrimo aukštį po pirmosios operacijos, senesnės lėšos nebus rodomos, kol pakartotinai neskenuosite nuo ankstesnio aukščio.
lv: Brīdinājums: ja iestatīsiet atjaunošanas augstumu pēc pirmās transakcijas, vecāki līdzekļi netiks parādīti, kamēr neveiksiet atkārtotu skenēšanu no agrāka augstuma.
ms: Amaran: Jika anda menetapkan ketinggian pemulihan selepas transaksi pertama anda, wang lama tidak akan muncul sehingga anda mengimbas semula daripada ketinggian yang lebih awal.
my: သတိပေးချက်: ပထမငွေပေးငွေယူမှုပြီးနောက် ပြန်လည်ရယူရန် အမြင့်ကို သတ်မှတ်ပါက၊ အစောပိုင်း အမြင့်မှ ပြန်စကင်ဖတ်မှသာ ပိုင်ငွေဟောင်းများ ပြန်ပေါ်လာမည်။
nb: Advarsel: hvis du setter en gjenopprettingshøyde etter din første transaksjon, vil eldre midler ikke vises før du skanner på nytt fra en tidligere høyde.
nl: Waarschuwing: als je een hersteldhoogte instelt na je eerste transactie, verschijnen oudere tegoeden pas nadat je opnieuw scant vanaf een eerdere hoogte.
pl: Ostrzeżenie: jeśli ustawisz wysokość przywracania po swojej pierwszej transakcji, starsze środki nie pojawią się, dopóki nie przeskanujesz ponownie od wcześniejszej wysokości.
pt_br: Aviso: se você definir uma altura de restauração posterior à sua primeira transação, os fundos mais antigos não aparecerão até que você refaça a varredura a partir de uma altura anterior.
ro: Atenție: dacă setezi o înălțime de restaurare după prima ta tranzacție, fondurile mai vechi nu vor apărea până nu rescanezi de la o înălțime anterioară.
ru: Предупреждение: если вы укажете высоту восстановления позже первой транзакции, старые средства не появятся, пока вы не выполните повторное сканирование с более ранней высоты.
sk: Upozornenie: Ak nastavíte výšku obnovenia po svojej prvej transakcii, staršie prostriedky sa nezobrazia, kým znova neskenujete od skoršej výšky.
sl: Opozorilo: če nastaviš višino za obnovitev po svoji prvi transakciji, se starejša sredstva ne bodo prikazala, dokler ne ponovno preiščeš od zgodnejše višine.
sq: Kujdes: Nëse cakton një lartësi rikuperimi pas transaksionit tënd të parë, fondet më të vjetra nuk do të shfaqen derisa të riskanosh nga një lartësi më e hershme.
sv: Varning: Om du anger en återställningshöjd efter din första transaktion visas inte äldre tillgångar förrän du skannar om från en tidigare höjd.
th: คำเตือน: หากคุณตั้งความสูงการกู้คืนไว้หลังจากธุรกรรมแรกของคุณ เงินทุนที่เก่ากว่าจะไม่ปรากฏจนกว่าคุณจะสแกนซ้ำจากความสูงที่เก่ากว่า
tr: Uyarı: İlk işleminizden sonra bir kurtarma yüksekliği belirlerseniz, daha eski fonlar daha önceki bir yükseklikten yeniden tarama yapana kadar görünmez.
uk: Попередження: якщо ви встановите висоту відновлення після своєї першої транзакції, старіші кошти не з'являться, доки ви не виконаєте повторне сканування з ранішої висоти.
ur: انتباہ: اگر آپ اپنی پہلی ٹرانزیکشن کے بعد ریسٹور ہائٹ سیٹ کرتے ہیں تو پرانے فنڈز اس وقت تک ظاہر نہیں ہوں گے جب تک آپ پہلے کی ہائٹ سے ری اسکین نہیں کرتے۔
vi: Cảnh báo: Nếu bạn đặt độ cao khôi phục sau giao dịch đầu tiên, các khoản tiền cũ hơn sẽ không xuất hiện cho đến khi bạn quét lại từ một độ cao sớm hơn.
yo: Ìkìlọ̀: Bí o bá ṣètò ipele ìpadàbọ̀ lẹ́yìn ìṣòwò rẹ àkọ́kọ́, owó àtijọ́ kò ní farahàn títí o fi tún yẹ̀wò láti ipele tí ó ṣáájú.
zh_hans: 警告:如果设置的恢复高度晚于您的首笔交易,较早的资金将不会显示,直到您从更早的高度重新扫描。
zh_hant: 警告:如果設置的恢復高度晚於您的首筆交易,較早的資金將不會顯示,直到您從更早的高度重新掃描。

source: What is this for?
ar: ما الغرض من هذا؟
az: Bu nə üçündür?
bg: За какво е това?
bn: এটি কী জন্য?
ca: Per a què serveix?
cs: K čemu to je?
da: Hvad er dette til?
de: Wofür ist das?
el: Για ποιο σκοπό είναι αυτό;
eo: Por kio estas ĉi tio?
es: ¿Para qué es esto?
et: Milleks see on?
eu: Zertarako da hau?
fa: این برای چه چیزی است؟
fi: Mihin tämä on tarkoitettu?
fil: Para saan ito?
fr: À quoi correspond ce paiement ?
ga: Cad chuige é seo?
gl: Para que é isto?
gn: ¿Mba'erãpa kóva?
ha: Don me wannan yake?
he: למה זה מיועד?
hi: यह किसके लिए है?
hr: Za što je ovo?
hu: Mire vonatkozik ez?
hy: Ինչի՞ համար է սա?
id: Untuk apa ini?
it: A cosa serve?
ja: 何のための支払いですか?
ko: 이것은 무엇을 위한 것인가요?
ky: Бул эмне үчүн?
lt: Kam tai skirta?
lv: Kam tas ir?
ms: Untuk apakah ini?
my: ဤသည်ကို ဘာအတွက်လဲ?
nb: Hva er dette for?
nl: Waarvoor is dit?
pl: Na co jest ta płatność?
pt_br: Para que é isso?
ro: Pentru ce este această plată?
ru: Для чего этот платёж?
sk: Na čo to je?
sl: Za kaj gre?
sq: Për çfarë është kjo?
sv: Vad är detta till för?
th: นี่ใช้เพื่ออะไร?
tr: Bu ne için?
uk: Для чого це?
ur: یہ کس لیے ہے؟
vi: Đây dùng để làm gì?
yo: Kí ni èyí fún?
zh_hans: 这是用于什么?
zh_hant: 這是用於什麼?
